Repository: IBMPredictiveAnalytics/STATS_PERM
Catalog: src/lang/*/STATS_PERM.po
Languages: de, es, fr, it, ja, pl, pt_br

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
pl: Koniec procedury
pt_br: Fim do procedimento

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero di messaggio
ja: メッセージ番号
pl: Numer komunikatu
pt_br: Número da mensagem

source: Invalid variable name: %s
de: Ungültiger Variablenname: %s
es: Nombre de variable no válido: %s
fr: Nom de variable non valide : %s
it: Nome di variabile non valido: %s
ja: 無効な変数名です: %s
pl: Niepoprawna nazwa zmiennej: %s
pt_br: Nome de variável inválido: %s

source: Perm
de: Permanent
fr: Permutation
pl: Permutacja
pt_br: Permutação

source: Perm Notes and Warnings
de: Permanente Hinweise und Warnungen
es: Notas y advertencias de Perm
fr: Notes et avertissements de permutation
it: Note e avvertenze relative ai permessi
ja: Permの注意事項と警告
pl: Uwagi i ostrzeżenia dotyczące permutacji
pt_br: Notas e avisos de permutação

source: This procedure requires SPSS to be in Unicode mode
de: Für diesen Vorgang muss SPSS im Unicode-Modus sein.
es: Este procedimiento requiere que SPSS esté en modo Unicode
fr: Cette procédure nécessite que SPSS soit en mode Unicode
it: Questa procedura richiede che SPSS sia in modalità Unicode
ja: この手順では、SPSSがUnicodeモードである必要があります
pl: Ta procedura wymaga SPSS w trybie Unicode
pt_br: Este procedimento requer que o SPSS esteja no modo Unicode

source: No independent variables were specified
de: Es wurden keine unabhängigen Variablen angegeben.
es: No se han especificado variables independientes
fr: Aucune variable indépendante n'a été spécifiée
it: Non sono state specificate variabili indipendenti
ja: 独立変数が指定されていません
pl: Nie określono żadnych zmiennych niezależnych
pt_br: Nenhuma variável independente foi especificada

source: An id variable must be specified if saving new variables
de: Beim Speichern neuer Variablen muss eine ID-Variable angegeben werden.
es: Se debe especificar una variable ID si se guardan nuevas variables
fr: Une variable ID doit être spécifiée si vous enregistrez de nouvelles variables
it: È necessario specificare una variabile id quando si salvano nuove variabili
ja: 新規変数を保存する場合は、ID変数を指定する必要があります。
pl: W przypadku zapisywania nowych zmiennych należy określić zmienną ID
pt_br: Deve-se especificar uma variável de ID caso novas variáveis estejam sendo salvas

source: Case weights are ignored by this procedure
de: Bei diesem Verfahren werden Fallgewichtungen ignoriert
es: Este procedimiento no tiene en cuenta las ponderaciones de los casos
fr: Les pondérations de cas sont ignorées par cette procédure
it: I pesi dei casi vengono ignorati da questa procedura
ja: この手順では、ケース・ウェイトは無視されます。
pl: Ta procedura ignoruje wagi przypadków
pt_br: As ponderações de caso são ignoradas por este procedimento

source: An ID variable must be specified if predictions or residuals are requested
de: Eine ID-Variable muss angegeben werden, wenn Vorhersagen oder Residuen angefordert werden.
es: Debe especificarse una variable ID si se solicitan predicciones o valores residuales
fr: Une variable ID doit être spécifiée si des prévisions ou des résidus sont demandés
it: È necessario specificare una variabile ID se vengono richieste previsioni o residui
ja: 予測値または残差が要求される場合は、ID変数を指定する必要があります。
pl: Zmienna ID musi zostać określona, jeśli wymagane są prognozy lub reszty
pt_br: Deve-se especificar uma variável de ID caso predições ou resíduo sejam solicitados

source: Residual or prediction variable name already exists in active dataset
de: Der Name der Residuen- oder Vorhersagevariablen existiert bereits im aktiven Datensatz.
es: El nombre de la variable residual o de predicción ya está presente en el conjunto de datos activo
fr: Le nom de la variable résiduelle ou de la variable de prévision existe déjà dans l'ensemble de données actif
it: Il nome della variabile residua o della variabile di previsione esiste già nel dataset attivo
ja: 残差または予測値の変数名が、アクティブなデータ・セット内にすでに存在しています。
pl: Nazwa zmiennej resztowej lub predykcyjnej już istnieje w aktywnym zestawie danych
pt_br: O nome da variável de resíduo ou predição já existe no conjunto de dados ativo

source: The input dataset must have a name if creating new variables. Please assign one and rerun the procedure.
de: Der Eingabedatensatz muss einen Namen haben, wenn neue Variablen erstellt werden. Weisen Sie ihm einen Namen zu und führen Sie das Verfahren erneut aus.
es: El conjunto de datos de entrada debe tener un nombre si se crean variables nuevas. Asigne uno y vuelva a ejecutar el procedimiento.
fr: Le jeu de données d'entrée doit obligatoirement avoir un nom si vous créez de nouvelles variables. Attribuez-en un, puis relancez la procédure.
it: Il dataset di input deve avere un nome se si creano nuove variabili. Assegnarne uno e ripetere la procedura.
ja: 新規変数を作成する場合、入力データ・セットには名前が必要です。 名前を割り当ててから、手順を再実行してください。
pl: Zbiór danych wejściowych musi mieć nazwę, jeśli tworzone są nowe zmienne. Przypisz ją i uruchom procedurę ponownie.
pt_br: O conjunto de dados de entrada deve ter um nome caso novas variáveis estejam sendo criadas. Designe um e execute novamente o procedimento

source: Split files is not supported by this procedure
de: Das Teilen von Dateien wird von diesem Verfahren nicht unterstützt
es: Este procedimiento no permite archivos segmentados
fr: Le fractionnement de fichiers n'est pas pris en charge par cette procédure
it: La suddivisione dei file non è supportata da questa procedura
ja: この手順では、ファイルの分割はサポートされていません
pl: Ta procedura nie obsługuje dzielenia plików
pt_br: A divisão de arquivos não é suportada por este procedimento

source: The dependent variable appears in the independent variable list
de: Die abhängige Variable wird in der Liste der unabhängigen Variablen aufgeführt
es: La variable dependiente aparece en la lista de variables independientes
fr: La variable dépendante apparaît dans la liste des variables indépendantes
it: La variabile dipendente appare nell'elenco delle variabili indipendenti
ja: 従属変数が独立変数リストに含まれています
pl: Zmienna zależna pojawia się na liście zmiennych niezależnych
pt_br: A variável dependente aparece na lista de variáveis independentes

source: %s is not a valid R variable name. Please rename it
de: %s ist kein gültiger R-Variablenname. Bitte benennen Sie sie um.
es: %s no es un nombre de variable R válido. Cámbiele el nombre
fr: %s n'est pas un nom de variable R valide. Veuillez la renommer
it: %s non è un nome di variabile R valido. Rinominarlo
ja: %sは有効なR変数名ではありません。 名前を変えてください
pl: %s nie jest poprawną nazwą zmiennej R. Zmień nazwę
pt_br: %s não é um nome de variável R válido. Renomeie-o

source: error fetching data
de: Fehler beim Abrufen von Daten
es: error al obtener los datos
fr: erreur lors de l'extraction des données
it: errore nel richiamo dei dati
ja: データの取得時にエラーが発生しました
pl: błąd pobierania danych
pt_br: erro ao buscar dados

source: There are no complete cases in the data
de: Die Daten enthalten keine vollständigen Fälle
es: No hay casos completos en los datos
fr: Il n'y a pas de cas complets dans les données
it: Non ci sono casi completi nei dati
ja: データに完全なケースは含まれていません
pl: W danych nie ma kompletnych przypadków
pt_br: Não há casos completos nos dados

source: Interaction terms must specify at least two values
de: Interaktionsterme müssen mindestens zwei Werte spezifizieren.
es: Los términos de interacción deben especificar al menos dos valores
fr: Les termes d'interaction doivent spécifier au moins deux valeurs
it: I termini di interazione devono specificare almeno due valori
ja: 交互作用項には少なくとも2つの値を指定する必要があります
pl: Warunki interakcji muszą określać co najmniej dwie wartości
pt_br: Os termos de interação devem especificar pelo menos dois valores

source: error estimating equation
de: Fehler bei Schätzungsgleichung
es: ecuación de estimación del error
fr: erreur lors de l'estimation de l'équation
it: equazione di stima dell'errore
ja: 推定式の計算中にエラーが発生しました
pl: równanie szacowania błędu
pt_br: erro ao estimar a equação

source: An interaction list must have at least two variables
de: Eine Interaktionsliste muss mindestens zwei Variablen enthalten.
es: Una lista de interacciones debe tener al menos dos variables
fr: Une liste d'interactions doit comporter au moins deux variables
it: Un elenco di interazioni deve avere almeno due variabili
ja: 交互作用リストには少なくとも2つの変数が含まれている必要があります
pl: Lista interakcji musi zawierać co najmniej dwie zmienne
pt_br: Uma lista de interações deve conter pelo menos duas variáveis

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation
it: Stima
ja: 推定
pl: Oszacowanie
pt_br: Estimativa

source: Std. Error
de: Std. Fehler
es: Desviación Error
fr: écart Erreur
it: Dev Errore
ja: 標準偏差。 エラー
pl: Stand. Błąd
pt_br: Erro Erro

source: t Value
de: t-Wert
es: Valor t
fr: Valeur t
it: Valore T
ja: t値
pl: wartość t
pt_br: Valor t

source: Parametric Pr(>|t|)
de: Parametrische Wahrscheinlichkeit (>|t|)
es: Pr(>|t|) paramétrico
fr: Paramétrique Pr(>|t|)
it: Parametrico Pr(>|t|)
ja: パラメトリックPr(>|t|)
pl: Parametryczne Pr(>|t|)
pt_br: Pr(>|t|) paramétrico

source: Resampled Pr(>|t|)
de: Neu berechnete Wahrscheinlichkeit (>|t|)
es: Pr(>|t|) remuestreado
fr: Pr(>|t|) rééchantillonnée
it: Pr (>|t|) ricampionata
ja: 再抽出後Pr(>|t|)
pl: Przepróbkowane Pr(>|t|)
pt_br: Pr(>|t|) reamostrado

source: Resampled Pr(<t)
de: Neu berechnete Wahrscheinlichkeit (<t)
es: Pr(<t) remuestreado
fr: Pr(<t) rééchantillonnée
it: Pr (<t) ricampionata
ja: 再抽出後Pr(<t)
pl: Przepróbkowane Pr(<t)
pt_br: Pr(<t) reamostrado

source: Resampled Pr(>t)
de: Neu berechnete Wahrscheinlichkeit (>t)
es: Pr(>t) remuestreado
fr: Pr(>t) rééchantillonnée
it: Pr (>t) ricampionata
ja: 再抽出後Pr(>t)
pl: Przepróbkowane Pr(>t)
pt_br: Pr(>t) reamostrado

source: Levels
de: Stufen
es: Niveles
fr: Niveaux
it: Livelli
ja: レベル
pl: Poziomy
pt_br: Níveis

source: Categorical Variable Levels
de: Kategoriale Variablenebenen
es: Niveles de variables categóricas
fr: Niveaux des variables catégoriques
it: Livelli delle variabili categoriche
ja: カテゴリー変数のラベル
pl: Poziomy zmiennych kategorycznych
pt_br: Níveis de variáveis categóricas

source: Contrasts: %s
de: Kontraste: %s
es: Contrastes: %s
fr: Contrastes : %s
it: Contrasti: %s
ja: 対比: %s
pl: Kontrasty: %s
pt_br: Contrastes: %s

source: Results computed by permuco version %s
de: Ergebnisse berechnet von Permuco-Version %s
es: Resultados calculados por la versión de permuco %s
fr: Résultats calculés par permuco, version %s
it: Risultati calcolati dalla versione di permuco %s
ja: permucoバージョン%sによって計算された結果
pl: Wyniki obliczone przez permuco w wersji %s
pt_br: Resultados calculados pela versão permuco %s

source: Marginal Coefficient t Tests
de: Marginalkoeffizient-t-Tests
es: Pruebas t del coeficiente marginal
fr: Tests de coefficient marginal t
it: Test t del coefficiente marginale
ja: 周辺係数のt検定
pl: Testy t współczynnika brzegowego
pt_br: Testes t do coeficiente marginal

source: Permutation Tests
de: Permutationstests
es: Pruebas de permutación
fr: Tests de permutation
it: Test di permutazione
ja: 順列検定
pl: Testy permutacyjne
pt_br: Testes de permutação

source: Dependent variable: %s Number of Permutations: %s Permutation Method: %s R-Squared: %s %s
de: Abhängige Variable: %s Anzahl der Permutationen: %s Permutationsmethode: %s Bestimmtheitsmaß %s %s
es: Variable dependiente: %s Número de permutaciones: %s Método de permutación: %s R cuadrado: %s %s
fr: Variable dépendante : %s Nombre de permutations : %s Méthode de permutation : %s R² : %s %s
it: Variabile dipendente: %s Numero di permutazioni: %s Metodo di permutazione: %s R-quadrato: %s %s
ja: 従属変数: %s 順列数: %s 順列メソッド: %s R-2乗: %s %s
pl: Zmienna zależna: %s Liczba permutacji: %s Metoda permutacji: %s R-kwadrat: %s %s
pt_br: Variável dependente: %s Número de permutações: %s Método de permutação: %s R-quadrado: %s %s

source: The same name was given for residuals and predicted values
de: Für Residuen und prognostizierte Werte wurde der gleiche Name vergeben.
es: Se ha asignado el mismo nombre a los valores residuales y de predicción
fr: Le même nom a été attribué aux résidus et aux valeurs prédites
it: Lo stesso nome è stato assegnato ai residui e ai valori previsti
ja: 残差値と予測値に同じ名前が付けられています
pl: Ta sama nazwa została przypisana resztom oraz wartościom przewidywanym
pt_br: O mesmo nome foi atribuído aos valores previstos e de resíduos

source: The residual or prediction variable already exists.
de: Die Residual- oder Prognosevariable existiert bereits.
es: La variable residual o de predicción ya existe.
fr: La variable résiduelle ou de prévision existe déjà.
it: La variabile residua o di previsione esiste già.
ja: 残差変数または予測変数はすでに存在しています。
pl: Zmienna resztowa lub zmienna predykcyjna już istnieje.
pt_br: A variável de resíduo ou de predição já existe.
